<template>
  <div>
      <div class="doc-title">
        埋点
      </div>
      <div>
        <p>埋点是针对特定用户行为或事件进行捕获、处理和发送的相关技术及其实施过程。</p>
        <p>通俗来讲，埋点就是在业务代码中加入用户事件的监听方法，当用户触发监听方法时，监听方法将对事件进行捕获，并将它发送给统计后台，以此来获取用户信息，分析用户行为。</p>
      </div>
      <div class="doc-title">可视化</div>
      <div>
        <p>可视化埋点SDK是嵌入到用户网页代码的JavaScript文件，它通过被用户主动引用的方式被引入网站代码。</p>
        <p>可视化埋点进一步简化了埋点过程、降低了埋点门槛并提高了埋点效率。</p>
      </div>
      <div class="doc-title">统计平台</div>
      <p>埋点SDK监听到的信息都由数据统计平台进行管理和存储，而数据采集是为了进行数据分析，数据分析平台通过表单和图像，对数据进行可视化展示。</p>
      <p>数据统计平台主要对用户网站的事件监听信息进行展示，主要事件为点击事件，其他Web事件例如鼠标悬浮事件、滚动事件和按键事件等会根据需求进行展示。另外用户的IP信息、浏览器信息、访问时间、访问次数等信息也会在统计平台中展示。</p>
      <p>通过搭建数据展示平台，进行数据的展示和管理，解决了个人站长再去进行数据分析的烦恼，对中小型企业，尤其是非互联网企业也有一定的参考作用。</p>
      <div class="doc-title">产品优势</div>
      <p>1.可视化埋点的便利性</p>
      <p>2.完全免费</p>
      <p>3.私人搭建，数据安全有保障</p>
      <p>4.完善的配套数据统计平台</p>
      <p>5.统计功能多样化</p>
  </div>
</template>

<script>
export default {
  
}
</script>

<style scoped>
  .doc-title {
    font-size: 32px;
    margin-top: 20px;
    margin-bottom: 20px;
  }
</style>

